type Testimonial = {
	client: string;
	label: string;
	img: string;
};

export const testimonials: Testimonial[] = [
	{
		client: "Емілія та Владислав",
		label:
			"Дуже сподобалося наше запрошення на хрестини ніжне, стильне й атмосферне, саме так, як ми і хотіли. Дякуємо за увагу до деталей, врахування всіх побажань і швидку роботу. Було приємно співпрацювати, результат перевершив наші очікування! 😍😍🥰",
		img: "/testimonial-1.svg",
	},
	{
		client: "Андрій та Наталія",
		label:
			"Дуже вдячні вам за таке креативне весільне запрошення — усім воно дуже сподобалося! Це було надзвичайно практично, а також хочемо зазначити, що замовлення було виконано у неймовірно короткий термін. Щиро дякуємо! 🫂🎉 Моя рекомендація",
		img: "/testimonial-2.svg",
	},
	{
		client: "Михайло та Мирослава",
		label:
			"Щиро дякую за гарну роботу. Нам і нашим гостям  дуже сподобалося зроблене вами запрошення, на визначну для нас подію. Обов\'язково від нас буде рекомендація Вас, як професіонала своєї справи. Успіхів і усього найкращого. Приємно з вами працювати!",
		img: "/testimonial-3.svg",
	},
	{
		client: "Степан та Андріана",
		label:
			"Онлайн-запрошення на весілля перевершило всі очікування 😍 Дуже стильний дизайн, усе продумано до деталей - від музики до зручної інформації для гостей. Відчувається атмосфера свята ще до самого весілля ✨",
		img: "/testimonial-stepan-and-andriana-c.jpg",
	},
];
